{
    "person": {
        "firstName": "Thomas",
        "lastName": "Schustereit",
        "role": "Graphic Designer",
        "avatar": "/images/avatar.jpg",
        "location": "America/Chicago",
        "languages": ["English"]
    },
    "newsletter": {
        "title": "Subscribe to {firstName}'s Newsletter",
        "description": "I occasionally write about design, technology, and share thoughts on the intersection of creativity and AI"
    },
    "home": {
        "label": "Home",
        "title": "{name}'s Portfolio",
        "description": "{name}'s Portfolio website showcasing his work as Bonesy Design",
        "headline": "Bonesy Design",
        "subline": "I'm Thomas Schustereit, the creative force behind Bonesy Design. I specialize in crafting seamless and intuitive user experiences. Outside of my professional work, I also bring my own ideas to life through personal projects."
    },
    "about": {
        "label": "About",
        "title": "About me",
        "description": "Meet {name}, {role} from {location}",
        "tableOfContent": {
            "display": true,
            "subItems": false
        },
        "avatar": {
            "display": true
        },
        "calendar": {
            "display": true,
            "link": "https://cal.com"
        },
        "intro": {
            "display": true,
            "title": "Introduction",
            "description": "Thomas is a graphic designer based in the United States, driven by a passion for turning complex problems into clean, intuitive design solutions. His work spans across digital interfaces, interactive experiences, and the intersection of design and emerging technologies, always focusing on creating seamless user experiences."
        },
        "work": {
            "display": true,
            "title": "Work Experience",
            "experiences": {
                "Bonesy Design": {
                    "timeframe": "September 2014 - Present",
                    "role": "Founder & Lead Designer",
                    "achievements": [
                        "Founded Bonesy Design to deliver creative solutions in UI/UX design, branding, and web development for diverse clients.",
                        "Collaborated with clients to transform their vision into functional and visually appealing digital experiences.",
                        "Specialized in building intuitive user interfaces and seamless user experiences across web and mobile platforms.",
                        "Led design projects from concept through execution, providing a complete design strategy for clients, from startups to established brands.",
                        "Developed a custom design system for multiple clients, improving consistency and user interaction by 30%."
                    ]
                },
                "Certified Tree Care LLC": {
                    "timeframe": "March 2012 - June 2024",
                    "role": "Chief Development Officer",
                    "achievements": [
                        "Spearheaded IT initiatives, enhancing system efficiencies and driving digital transformation, resulting in more streamlined reporting and improved operational processes.",
                        "Led the integration of Quickbase CRM and Encore Actsoft, increasing operational efficiency by 20% and improving data management across multiple locations.",
                        "Developed and executed strategic business development plans, leading to substantial revenue growth and market expansion in cities such as Austin, San Antonio, Houston, Dallas, and Louisville.",
                        "Implemented a comprehensive digital marketing strategy, including SEO, social media, and content creation, boosting online leads by 30%.",
                        "Directed cross-functional teams and sales training programs, leveraging tools like Cardone U to enhance team performance and achieve business targets.",
                        "Coordinated the launch of new services, diversifying the company’s offerings and increasing overall revenue streams.",
                        "Led safety programs and risk assessments, ensuring regulatory compliance and significantly reducing incident rates."
                    ]
                }
            }
        },
        "studies": {
            "display": false,
            "title": "Studies",
            "institutions": {
                "University of Jakarta": {
                    "description": "Studied software engineering."
                },
                "Build the Future": {
                    "description": "Studied online marketing and personal branding."
                }
            }
        },
        "technical": {
            "display": true,
            "title": "Technical skills",
            "skills": {
                "Figma": {
                    "description": "Able to prototype in Figma with Once UI with unnatural speed."
                },
                "Next.js": {
                    "description": "Building next gen apps with Next.js + Once UI + Supabase."
                }
            }
        }
    },
    "blog": {
        "label": "Blog",
        "title": "Writing about design and tech...",
        "description": "Read what {name} has been up to recently"
    },
    "work": {
        "label": "Work",
        "title": "My projects",
        "description": "Design and dev projects by {name}"
    },
    "gallery": {
        "label": "Gallery",
        "title": "My photo gallery",
        "description": "A photo collection by {name}"
    },
    "admin": {
        "label": "Admin",
        "title": "Admin Dashboard",
        "description": "Manage and monitor Project Enma AI-powered trading assistant.",
        "sections": [
            {
                "title": "Live Trade Insights",
                "description": "Track USD/JPY price updates and key performance metrics."
            },
            {
                "title": "Market Sentiment",
                "description": "Analyze sentiment trends from financial news and events."
            },
            {
                "title": "Alerts",
                "description": "Receive real-time notifications for trading opportunities."
            }
        ]
    }
}
